[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
'
.
0
1
2
3
4
5
6
7
8
9
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##1
##0
##t
##w
##a
##k
##e
##o
##f
##l
##y
##r
##n
##d
##i
##v
##g
##7
##2
##4
##u
##s
##c
##h
##5
##m
##p
##8
##9
##3
##z
##x
##6
##b
##q
fr
##li
to
##gh
##an
##om
from
##ght
fli
flight
th
##st
##on
##at
flights
##or
##er
##in
the
##en
##as
on
##es
##ing
##al
##nd
wh
##ow
me
##ou
##ay
##it
what
##hi
##ir
##ar
##lan
in
##ur
li
##ston
sh
show
bo
##ver
boston
##day
##ve
san
ar
air
den
denver
##is
##ea
##el
##ke
at
##le
##las
##ta
and
##anc
##co
franc
##isco
francisco
##ore
##ri
##la
##ed
##ts
##bur
##nes
##lanta
atlanta
is
##alt
##ll
##et
ne
##im
##est
pit
##tsbur
pittsbur
pittsburgh
##phi
##ort
dal
dallas
all
list
##altim
baltim
baltimore
##ft
lea
phi
##ly
##del
airli
##ladel
##phia
philadel
philadelphia
##ound
##ving
##ic
like
##ati
##land
are
far
##ent
airlines
##ation
##ash
##fter
after
st
arri
of
##een
##port
bet
##ween
between
that
##orn
##op
##ton
do
wash
##ington
washington
##ld
##ans
##ould
mi
se
ch
pm
am
morn
##ase
morning
ple
please
leaving
new
fly
##ity
##ont
tr
##oon
would
for
city
##eap
fare
wed
##nesday
wednesday
an
##ak
##eg
co
##ere
fir
need
first
tri
trip
##ch
oak
##wa
oakland
##ai
gr
##ave
trans
ground
transport
there
be
ear
round
##lo
##am
##ive
go
does
transportation
you
cheap
##ble
cheapest
clas
class
or
##ne
whic
which
arriving
stop
##fore
before
##ith
av
##lable
mil
##ailable
available
##oli
##uke
##wauke
milwauke
milwaukee
with
##eric
americ
fares
##ork
york
##noon
afternoon
american
give
have
##te
##os
dc
la
##olis
one
##mb
##enth
##ind
##ix
tw
mon
monday
way
leave
us
ju
wan
##own
##inn
want
arrive
de
airport
tu
##sday
thur
##esday
tuesday
thursday
non
how
##stop
nonstop
seat
find
can
veg
##ap
earli
twent
vegas
las
ser
miam
earliest
miami
##for
infor
##orth
inform
information
chi
di
sat
##ag
##cag
##urday
chicag
saturday
chicago
un
##ited
##lando
orlando
united
ph
##ian
su
##oen
phoen
phoenix
##mber
##nday
char
sunday
##tte
##lotte
charlotte
##ront
toront
toronto
##ven
##ark
newark
twenty
even
##art
evening
del
hou
delta
ind
dep
indian
##ental
##ego
diego
kans
kansas
##tle
seattle
depart
##ck
##ell
##apolis
indianapolis
##ves
houston
noon
any
int
airline
salt
fri
lake
friday
##ontin
10
sev
##xt
next
##ontinental
clo
cle
continental
lat
##veland
cleveland
ta
##th
##ct
clock
##re
los
##gel
##ust
angel
cod
early
angeles
au
##gust
seventh
august
fort
worth
##ight
##ia
##mphi
##ers
memphi
memphis
tell
##cr
july
##aft
aircr
aircraft
##vi
code
down
##town
downtown
mont
##real
montreal
lou
louis
june
##over
cin
##ro
##cinn
cost
cincinn
cincinnati
fi
ex
##orr
around
ty
##con
##ern
exp
typ
ap
pet
##ok
##burg
##ersburg
petersburg
##morr
##pa
tomorr
##ess
##ose
latest
tomorrow
ab
nash
tam
##lle
mean
##ville
nashville
tampa
12
get
going
stopover
det
lo
jose
man
minn
tim
tic
##us
##eapolis
many
minneapolis
ticke
##roit
detroit
departing
##ank
meal
##ce
##out
trave
##com
tacom
about
tacoma
##west
by
twa
serve
##ong
##urb
col
##ars
type
ticket
burb
long
north
##00
thir
see
burbank
mu
may
travel
much
##vic
##llars
leaves
dollars
servic
could
ret
##sive
than
##ensive
##urn
airp
##ational
intern
return
international
##ali
##ach
expensive
##alif
calif
no
##ornia
california
dai
##ast
book
##each
daily
##umb
columb
columbus
##ul
service
beach
pa
six
##ril
##fth
april
paul
night
pri
coach
into
car
day
econ
kn
econom
know
##eenth
time
economy
low
west
##ty
##orts
least
northwest
airports
lowest
less
##ee
ok
##ari
last
okay
it
nu
now
##oun
##ester
dece
number
december
##and
arrives
##chester
westchester
##ario
con
wee
##tario
##ad
##ion
##ut
ontario
##vember
used
november
week
eight
##uar
##eld
##eth
take
conne
kind
##ieth
serves
field
love
connect
as
coun
fou
##pte
secon
septe
county
four
second
september
19
flying
cap
gen
ma
mit
plan
##ac
##ies
##eral
##chell
third
capac
general
mitchell
br
dir
##ect
##30
##ities
199
direct
nin
sch
##kf
##eakf
stops
eighth
capacity
breakf
sched
breakfast
cities
dinn
out
rest
##rict
##oss
seating
1000
fifth
times
sixth
make
dinner
restrict
restriction
11
poss
##ible
##ule
##ping
##ine
stopping
look
schedule
possible
dl
##ack
##far
airfar
goes
meals
served
connecting
al
##ran
##ge
arran
mid
##teenth
late
looking
arrange
east
##ill
this
##ous
lim
##ame
##ther
price
airfare
eastern
has
stand
canad
inter
pric
fourth
bus
back
rental
will
##rou
##so
today
flies
##iness
##ested
1991
also
limous
interested
prices
business
ua
throu
two
twentieth
returning
ninth
limousine
through
lu
mo
via
##fer
using
fift
types
most
guar
other
re
same
tenth
##dia
##men
##uary
plane
arrangemen
fifteenth
guardia
arrangements
bw
dis
mak
your
bwi
21
land
##ain
##lay
##na
##id
##play
then
should
weekday
display
fl
som
##tieth
##eb
##ress
##80
##orid
only
short
listing
wednesdays
##olina
twel
departur
express
thirtieth
carolina
midwest
canadian
florid
shortest
florida
ag
ele
eith
where
classes
sevent
numbers
twelfth
again
either
57
hp
if
oct
qx
und
##ob
##nch
##venth
##gan
##45
##57
##stanc
##alle
distanc
tickets
lunch
eleventh
seventeenth
octob
under
distance
october
73
hi
jf
m80
sm
##10
##15
##iz
##se
##ona
ariz
##ime
airplan
sixteenth
makes
##allest
jfk
smallest
arizona
com
ew
jers
lay
my
pe
##ey
##ng
##val
##bre
##ling
tow
thank
##orad
when
##lain
arrival
use
##viation
explain
abbre
colorad
landing
departure
ewr
jersey
abbreviation
colorado
72
alas
jan
mco
pro
##ka
##night
their
live
offer
##ople
later
##vid
traveling
thirty
fourteenth
airplane
layover
people
alaska
january
provid
46
but
df
feb
hel
mar
ohi
over
rent
right
yes
##05
##of
##ruary
area
##eteenth
stopovers
takeof
planes
nineteenth
some
landings
dfw
february
march
ohio
takeoff
630
dur
each
pas
qo
qu
rat
ten
yn
##wh
##eat
##eing
##ffer
##rs
##gers
##sen
both
boeing
try
uses
serving
differ
hours
codes
logan
midnight
canada
tower
466
during
passen
##where
passengers
28
230
74
757
82
ll
let
min
qw
sf
##lu
##clu
##55
##38
##qu
inclu
start
##ansa
mornings
anywhere
booking
##fthansa
days
##ions
1100
lufthansa
coming
takeoffs
trying
281
sfo
includ
17
15
27
32
430
530
71
81
838
93
bh
ea
fo
ff
ge
mic
nation
name
op
ori
res
sou
uta
##air
##ec
##ex
##ota
##other
##ns
##vation
##gin
##28
##39
##xi
##xim
thri
those
##ate
##ervation
##ination
these
##owing
##higan
##nesota
##llowing
##etime
near
off
another
trips
america
saturdays
indiana
taxi
##thwest
costs
##ount
eighteenth
making
sometime
##ebec
arrivals
provided
quebec
rates
different
747
minnesota
starting
following
michigan
nationair
origin
reservation
southwest
utah
thrift
29
d9
des
dest
more
pen
sa
so
sn
tex
##tal
##teen
##lv
##ylv
##rop
##ding
##vad
##gia
##um
##ull
##see
total
##ania
thre
##ating
##orgia
##arts
##nessee
nevad
##esting
amount
great
miles
dc10
tuesdays
seats
departs
close
ap57
1245
loc
sixteen
1992
1115
rep
requ
2100
weekdays
departures
73s
72s
help
hello
tennessee
825
718
georgia
##nsylv
d9s
destination
pennsylv
snack
texas
three
nevada
requesting
pennsylvania
20
41
415
555
80
cars
dull
fn
fit
f28
ho
hea
l10
nw
reach
soon
sorr
tak
turb
we
wis
well
##time
##tions
##ab
##oic
##fine
##ds
##20
##24
##cri
##continental
##50
##52
##91
##65
##be
too
##lly
philly
##oprop
choic
##ontime
ord
mondays
define
thursdays
sundays
ap80
meaning
120
1291
thirteenth
services
serviced
noontime
carri
kinds
connections
maxim
restrictions
stands
rentals
737
733
provide
include
1700
1500
270
813
934
options
offers
originating
296
descri
repeat
dulles
hold
heading
sorry
turboprop
wish
choices
maximum
describe
18
13
16
22
26
200
37
34
300
505
76
755
845
852
aa
ac
act
bu
bound
beg
cp
contin
dt
dat
ey
ever
equ
here
j3
lg
mis
nam
pre
ru
red
say
sur
sta
up
ver
vari
##11
##way
##od
##73
##22
##ual
##sou
##sest
##58
##59
##mine
##ple
##pro
##34
##ghest
##atel
##ated
##erar
##ermine
##inerar
they
##ence
##ends
who
lives
atl
still
train
transcontinental
be1
within
without
dca
lax
just
nonstops
earlier
friends
100
1039
closest
month
appro
1200
1205
1222
determine
not
##ules
lastest
itinerar
connection
capacities
1994
1993
schedules
dinnertime
1145
1110
airfares
along
midway
limo
210
217
2134
highest
airplanes
town
abbreviations
720
727
rate
difference
1765
324
932
oper
##ximatel
originate
reservations
located
201
reaching
taking
##abase
carries
269
3724
343
767
actual
buy
dtw
database
eye
j31
lga
missou
names
prefer
sure
staple
very
various
approximatel
itinerary
actually
missouri
stapleton
approximately
